<template>

	<view class="text">
		尊敬的用户，欢迎使用本产品及服务！<br />
		在使用本产品及服务之前，您应当认真阅读并遵守如下协议内容:<br />
		本协议将对您使用本软件及服务的行为产生法律约束力,如您安装、使用软件将视为您已经知悉、理解并接受本协议的全部内容。因此，请您务必审慎阅读、充分理解各条款的内容，特别是免除或者限制责任的条款、争议解决和法律适用条款等(如果您是未满18周岁的未成年人，审阅时应由法定监护人陪同,并特别注意未成年人使用条款)。<br />
		如果您不同意本协议的任意内容，或者无法准确理解本协议条款的解释，请不要进行任何后续操作。否则，您的使用及任何操作行为，均视为已接受本协议约束。<br />
		一、协议内容和效力<br />
		1、本协议内容包括本协议正文及所有该平台已经发布或将来可能发布的隐私权政策、各项政策、规则、声明、通知、警示、提示、说明等<br />
		2、我们有权根据需要不时制订、修改本协议及相关规则，变更后的协议和规则一经公布，立即取代原协议及规则并自动生效。如您不同意相关变更，应当立即停止使用该产品服务，如您继续使用，即表示您已接受经修订的协议和规则。<br />
		二、个人信息的收集<br />
		为了向您提供更加个性化的服务,本应用开发者会在您自愿选择服务或提供信息的情况下收集您的个人信息（包括手机号、姓名、身份证照片、头像等隐私信息），并将这些信息进行整合。您在注册时所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，由您自行承担相应的后果。请您不要将您的帐号、密码转让或出借予他人使用<br />
		(如有)。如您发现您的帐号遭他人非法使用，应立即通知本应用开发者。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，本应用开发者不承担责任。<br />
		您同意我们收集您在使用本应用开发者的产品和/或服务的过程中产生的信息。例如:<br />
		日志信息<br />
		当您使用本应用开发者的服务时，服务器会自动记录一些信息，例如您对我们服务的使用情况、IP地址、使用的语言以及访问日期和时间等。<br />
		设备信息<br />
		某些产品和/或服务包含唯一应用程序编号。当您安装、激活、更新、卸载相关服务或当这些服务定期与本应用开发者通信 (例如软件的自动更新)时，系统会将此编号以及与安装相关的信息<br />
		(例如操作系统类型和应用程序版本号)发送给本应用开发者。当您使用具有定位功能的服务时，我们可能会收集并处理有关设备的位置信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。为改善用户体验，本应用开发者可能会收集和设备有关的信息，用以进行服务适配。例如您的硬件型号、操作系统版本等。您通过设备输入的任何信息，例如车型、车牌号、发动机号、车架号等，本应用开发者有可能进行存储和处理，并以此为您持续提供个性化服务。<br />
		三、我们如何共享、转让、公开披露您的个人信息<br />
		1、共享<br />
		应用开发者非常重视个人信息安全，研发和应用多种安全技术和程序等措施严格保护您的个人信息不被未经授权的访问、使用或泄漏，但以下情况除外:<br />
		(1)在获取您明确同意的情况下共享;<br />
		(2)根据法律法规规定或政府主管部门的强制性要求对外共享您的个人信息<br />
		2、转让<br />
		我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:<br />
		(1)在获取您明确同意的情况下转让;<br />
		(2) 在涉及合并、收购或破产清算时，如涉及个人信息转让、我们会在要求新的持有您个人信息的公司、组织继续受此用户隐私政策的约束<br />
		3、公开披露<br />
		(1)我们仅会在以下情况下，公开披露您的个人信息:<br />
		(2)基于法律的披露:在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。<br />
		四、我们如何保护您的个人信息<br />
		1、我们会严格按照《网络安全法》、《全国人民代表大会常务委员会关于加强网络信息保护的决定》《电信和互联网用户个人信息保护规定》 (工业和信息化部令第24号)
		、《电话用户真实身份信息登记规定》(工业和信息化部令第25号)<br />
		等相关法律法规的相关要求，建立信息安全保障制度，采取技术措施和其他必要措施保护您的个人信息安全<br />
		2、我们只会在达成本政策所述目的的所需期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。<br />
		3、请您理解:互联网环境并非100%安全，我们将尽力确保您发送给我们的信息的安全性，但是由于技术的限制及可能存在的各种恶意手段，即便竭尽所能加强安全措施，也不可能始终保证100%安全。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知。<br />
		五、您的权利<br />
		1、查询和更正您的个人信息<br />
		2、在以下情形中，您可以向我们提出删除个人信息的请求:<br />
		(1)如果我们处理个人信息的行为违反法律法规;<br />
		(2)如果我们收集、使用您的个人信息，却未征得您的同意;<br />
		(3)如果我们处理个人信息的行为违反了您的约定;<br />
		(4)如果您不再使用我们的产品或服务，或您注销了账号;<br />
		(5)如果我们不再为您提供产品或服务。<br />
		3、您注销账户之后，我们将停止为您提供产品或服务，并依据您的请求，删除您的个人信息，法律法规另有规定的除外。<br />
		六、法律适用、管辖与其他<br />
		1、法律适用<br />
		本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律;如法律无相关规定的，参照商业惯例或行业惯例。<br />
		2、管辖<br />
		您因使用本软件及服务所产生及与违章查询助手服务有关的争议，由我们与您协商解决。协商不成时，任何一方均可向人民法院提起诉讼。<br />
		3、其他<br />
		(1)本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。<br />
		(2)如无相反证据证明的，本软件及我们其他系统中存储的电子数据为真实有效的电子证据。<br />
		七、如何联系我们<br />
		如果您对本用户隐私政策有任何疑问、意见或建议，可以随时通过拨打电话、登陆客户端等方式与我们联系。<br />


	</view>
</template>

<style lang="scss" scoped>
	.text {
		margin: 38rpx 38rpx;
		color: #333333;
		font-size: 32rpx;
		line-height: 50rpx;
	}
</style>